Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: %@ Copy
ar: %@ نسخة
de: %@ Kopie
es: %@ copia
fr: %@ copie
hi: %@ कॉपी
it: %@ copia
ja: %@ のコピー
ko: %@ 사본
pl: %@ kopia
pt_br: %@ cópia
ru: %@ копия
tr: %@ kopyası
uk: %@ копія
zh_hans: %@ 副本
zh_hant: %@ 複本

source: 24-Hour Clock
ar: ساعة 24 ساعة
de: 24-Stunden-Format
es: Reloj de 24 horas
fr: Horloge 24 heures
hi: 24-घंटे की घड़ी
it: Orologio a 24 ore
ja: 24時間表示
ko: 24시간제
pl: Zegar 24-godzinny
pt_br: Relógio de 24 horas
ru: 24-часовой формат
tr: 24 Saat Biçimi
uk: 24-годинний формат
zh_hans: 24 小时制
zh_hant: 24 小時制

source: 3D Model
ar: نموذج ثلاثي الأبعاد
de: 3D-Modell
es: Modelo 3D
fr: Modèle 3D
hi: 3D मॉडल
it: Modello 3D
ja: 3Dモデル
ko: 3D 모델
pl: Model 3D
pt_br: Modelo 3D
ru: 3D-модель
tr: 3B Model
uk: 3D-модель
zh_hans: 3D 模型
zh_hant: 3D 模型

source: 3D scene
ar: مشهد ثلاثي الأبعاد
de: 3D-Szene
es: Escena 3D
fr: Scène 3D
hi: 3D सीन
it: Scena 3D
ja: 3Dシーン
ko: 3D 장면
pl: Scena 3D
pt_br: Cena 3D
ru: 3D-сцена
tr: 3B sahne
uk: 3D-сцена
zh_hans: 3D 场景
zh_hant: 3D 場景

source: A copy of the wallpaper with your edits is added to the library. The original stays as it is.
ar: تُضاف نسخة من الخلفية مع تعديلاتك إلى المكتبة، ويبقى الأصل كما هو.
de: Eine Kopie des Hintergrundbilds mit Ihren Änderungen wird zur Mediathek hinzugefügt. Das Original bleibt unverändert.
es: Se añade a la biblioteca una copia del fondo de pantalla con tus cambios. El original no se modifica.
fr: Une copie du fond d’écran avec vos modifications est ajoutée à la bibliothèque. L’original reste tel quel.
hi: आपके बदलावों वाली वॉलपेपर की एक कॉपी लाइब्रेरी में जोड़ी जाती है। मूल वैसा ही रहता है।
it: Una copia dello sfondo con le tue modifiche viene aggiunta alla libreria. L’originale resta invariato.
ja: 編集を反映した壁紙のコピーがライブラリに追加されます。元の壁紙はそのままです。
ko: 편집 내용이 적용된 배경화면 사본이 라이브러리에 추가됩니다. 원본은 그대로 유지됩니다.
pl: Kopia tapety z Twoimi zmianami zostanie dodana do biblioteki. Oryginał pozostanie bez zmian.
pt_br: Uma cópia da imagem de fundo com suas alterações é adicionada à biblioteca. O original continua como está.
ru: Копия обоев с вашими изменениями добавляется в библиотеку. Оригинал остаётся без изменений.
tr: Düzenlemelerinizi içeren duvar kâğıdının bir kopyası kütüphaneye eklenir. Orijinali olduğu gibi kalır.
uk: Копію шпалери з вашими змінами буде додано до бібліотеки. Оригінал залишиться без змін.
zh_hans: 带有你所做编辑的墙纸副本会添加到资料库。原墙纸保持不变。
zh_hant: 含有你所做編輯的背景圖片拷貝會加入資料庫。原始背景圖片保持不變。

source: A label can be a localisation key. Conditions and bindings compare the value.
ar: يمكن أن تكون التسمية مفتاح ترجمة. تقارن الشروط والروابط القيمة.
de: Ein Label kann ein Lokalisierungsschlüssel sein. Bedingungen und Verknüpfungen vergleichen den Wert.
es: Una etiqueta puede ser una clave de localización. Las condiciones y los vínculos comparan el valor.
fr: Un libellé peut être une clé de localisation. Les conditions et les liaisons comparent la valeur.
hi: लेबल एक लोकलाइज़ेशन की हो सकता है। कंडीशन और बाइंडिंग वैल्यू की तुलना करती हैं।
it: Un’etichetta può essere una chiave di localizzazione. Le condizioni e i collegamenti confrontano il valore.
ja: ラベルにはローカライズキーも使えます。条件とバインドは値を比較します。
ko: 레이블은 현지화 키일 수도 있습니다. 조건과 연결은 값을 비교합니다.
pl: Etykieta może być kluczem lokalizacji. Warunki i powiązania porównują wartość.
pt_br: Um rótulo pode ser uma chave de localização. Condições e vínculos comparam o valor.
ru: Подпись может быть ключом локализации. Условия и привязки сравнивают значение.
tr: Etiket bir yerelleştirme anahtarı olabilir. Koşullar ve bağlamalar değeri karşılaştırır.
uk: Підпис може бути ключем локалізації. Умови та привʼязки порівнюють значення.
zh_hans: 标签可以是本地化键。条件和绑定比较的是值。
zh_hant: 標籤可以是在地化鍵值。條件和綁定比較的是值。

source: A script and the user property “%@” set this field
ar: يحدد هذا الحقل برنامج نصي وخاصية المستخدم ”%@“
de: Ein Skript und die Benutzereigenschaft „%@“ legen dieses Feld fest
es: Un script y la propiedad de usuario «%@» definen este campo
fr: Un script et la propriété utilisateur « %@ » définissent ce champ
hi: एक स्क्रिप्ट और यूज़र प्रॉपर्टी “%@” यह फ़ील्ड सेट करते हैं
it: Uno script e la proprietà utente “%@” impostano questo campo
ja: スクリプトとユーザプロパティ「%@」がこのフィールドを設定します
ko: 스크립트와 사용자 속성 ‘%@’이(가) 이 필드를 설정합니다
pl: To pole ustawiają skrypt i właściwość użytkownika „%@”
pt_br: Um script e a propriedade do usuário “%@” definem este campo
ru: Это поле задают скрипт и пользовательское свойство «%@»
tr: Bu alanı bir betik ve “%@” kullanıcı özelliği belirler
uk: Це поле задають скрипт і властивість користувача «%@»
zh_hans: 脚本和用户属性“%@”设定此字段
zh_hant: 腳本和使用者屬性「%@」設定此欄位

source: A script or animation changes this value; the edit sets where it starts.
ar: يغيّر برنامج نصي أو رسم متحرك هذه القيمة؛ يحدد التعديل نقطة بدايتها.
de: Ein Skript oder eine Animation ändert diesen Wert; die Änderung legt seinen Startwert fest.
es: Un script o una animación cambia este valor; la edición define dónde empieza.
fr: Un script ou une animation modifie cette valeur ; la modification définit sa valeur de départ.
hi: इस मान को कोई स्क्रिप्ट या ऐनिमेशन बदलता है; संपादन उसका शुरुआती मान तय करता है।
it: Uno script o un’animazione cambia questo valore; la modifica ne imposta il punto di partenza.
ja: スクリプトまたはアニメーションがこの値を変更します。編集は開始値を設定します。
ko: 스크립트나 애니메이션이 이 값을 바꿉니다. 편집하면 시작 값이 설정됩니다.
pl: Tę wartość zmienia skrypt lub animacja; edycja ustala jej wartość początkową.
pt_br: Um script ou animação altera este valor; a edição define onde ele começa.
ru: Это значение меняет скрипт или анимация; правка задаёт его начальное значение.
tr: Bu değeri bir betik veya animasyon değiştirir; düzenleme başlangıç değerini belirler.
uk: Це значення змінює скрипт або анімація; правка задає його початкове значення.
zh_hans: 脚本或动画会更改此值；编辑设置其起始值。
zh_hant: 腳本或動畫會更改此值；編輯設定其起始值。

source: A script sets this field
ar: يحدد هذا الحقل برنامج نصي
de: Ein Skript legt dieses Feld fest
es: Un script define este campo
fr: Un script définit ce champ
hi: एक स्क्रिप्ट यह फ़ील्ड सेट करती है
it: Uno script imposta questo campo
ja: スクリプトがこのフィールドを設定します
ko: 스크립트가 이 필드를 설정합니다
pl: To pole ustawia skrypt
pt_br: Um script define este campo
ru: Это поле задаёт скрипт
tr: Bu alanı bir betik belirler
uk: Це поле задає скрипт
zh_hans: 脚本设定此字段
zh_hant: 腳本設定此欄位

source: A script writes this text. Its code is edited in the Script editor.
ar: يكتب برنامج نصي هذا النص. يُحرَّر رمزه في محرر البرامج النصية.
de: Ein Skript schreibt diesen Text. Sein Code wird im Skript-Editor bearbeitet.
es: Un script escribe este texto. Su código se edita en el editor de scripts.
fr: Un script écrit ce texte. Son code se modifie dans l’éditeur de scripts.
hi: यह टेक्स्ट एक स्क्रिप्ट लिखती है। इसका कोड स्क्रिप्ट एडिटर में संपादित होता है।
it: Uno script scrive questo testo. Il suo codice si modifica nell’editor di script.
ja: このテキストはスクリプトが書き込みます。コードはスクリプトエディタで編集します。
ko: 이 텍스트는 스크립트가 작성합니다. 코드는 스크립트 편집기에서 편집합니다.
pl: Ten tekst pisze skrypt. Jego kod edytuje się w edytorze skryptów.
pt_br: Um script escreve este texto. O código é editado no editor de scripts.
ru: Этот текст пишет скрипт. Его код редактируется в редакторе скриптов.
tr: Bu metni bir betik yazar. Kodu Betik düzenleyicisinde düzenlenir.
uk: Цей текст пише скрипт. Його код редагується в редакторі скриптів.
zh_hans: 此文本由脚本写入。其代码在脚本编辑器中编辑。
zh_hant: 此文字由腳本寫入。其程式碼在腳本編輯器中編輯。

source: Actual Size
ar: الحجم الفعلي
de: Originalgröße
es: Tamaño real
fr: Taille réelle
hi: वास्तविक आकार
it: Dimensioni reali
ja: 実際のサイズ
ko: 실제 크기
pl: Rzeczywisty rozmiar
pt_br: Tamanho Real
ru: Фактический размер
tr: Gerçek Boyut
uk: Справжній розмір
zh_hans: 实际大小
zh_hant: 實際大小

source: Add
ar: إضافة
de: Hinzufügen
es: Añadir
fr: Ajouter
hi: जोड़ें
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt_br: Adicionar
ru: Добавить
tr: Ekle
uk: Додати
zh_hans: 添加
zh_hant: 加入

source: Add Composition Layer
ar: إضافة طبقة تركيب
de: Kompositionsebene hinzufügen
es: Añadir capa de composición
fr: Ajouter un calque de composition
hi: कंपोज़िशन लेयर जोड़ें
it: Aggiungi livello di composizione
ja: コンポジションレイヤーを追加
ko: 컴포지션 레이어 추가
pl: Dodaj warstwę kompozycji
pt_br: Adicionar Camada de Composição
ru: Добавить слой композиции
tr: Kompozisyon Katmanı Ekle
uk: Додати шар композиції
zh_hans: 添加合成图层
zh_hant: 加入合成圖層

source: Add Effect
ar: إضافة تأثير
de: Effekt hinzufügen
es: Añadir efecto
fr: Ajouter un effet
hi: इफ़ेक्ट जोड़ें
it: Aggiungi effetto
ja: エフェクトを追加
ko: 효과 추가
pl: Dodaj efekt
pt_br: Adicionar Efeito
ru: Добавить эффект
tr: Efekt Ekle
uk: Додати ефект
zh_hans: 添加效果
zh_hant: 加入效果

source: Add Effect…
ar: إضافة تأثير…
de: Effekt hinzufügen …
es: Añadir efecto…
fr: Ajouter un effet…
hi: इफ़ेक्ट जोड़ें…
it: Aggiungi effetto…
ja: エフェクトを追加…
ko: 효과 추가…
pl: Dodaj efekt…
pt_br: Adicionar Efeito…
ru: Добавить эффект…
tr: Efekt Ekle…
uk: Додати ефект…
zh_hans: 添加效果…
zh_hant: 加入效果…

source: Add Fullscreen Layer
ar: إضافة طبقة ملء الشاشة
de: Vollbildebene hinzufügen
es: Añadir capa de pantalla completa
fr: Ajouter un calque plein écran
hi: फ़ुलस्क्रीन लेयर जोड़ें
it: Aggiungi livello a schermo intero
ja: フルスクリーンレイヤーを追加
ko: 전체 화면 레이어 추가
pl: Dodaj warstwę pełnoekranową
pt_br: Adicionar Camada de Tela Cheia
ru: Добавить полноэкранный слой
tr: Tam Ekran Katmanı Ekle
uk: Додати повноекранний шар
zh_hans: 添加全屏图层
zh_hant: 加入全螢幕圖層

source: Add Image Layer
ar: إضافة طبقة صورة
de: Bildebene hinzufügen
es: Añadir capa de imagen
fr: Ajouter un calque image
hi: इमेज लेयर जोड़ें
it: Aggiungi livello immagine
ja: 画像レイヤーを追加
ko: 이미지 레이어 추가
pl: Dodaj warstwę obrazu
pt_br: Adicionar Camada de Imagem
ru: Добавить слой изображения
tr: Görüntü Katmanı Ekle
uk: Додати шар зображення
zh_hans: 添加图像图层
zh_hant: 加入影像圖層

source: Add Layer
ar: إضافة طبقة
de: Ebene hinzufügen
es: Añadir capa
fr: Ajouter un calque
hi: लेयर जोड़ें
it: Aggiungi livello
ja: レイヤーを追加
ko: 레이어 추가
pl: Dodaj warstwę
pt_br: Adicionar Camada
ru: Добавить слой
tr: Katman Ekle
uk: Додати шар
zh_hans: 添加图层
zh_hant: 加入圖層

source: Add Option
ar: إضافة خيار
de: Option hinzufügen
es: Añadir opción
fr: Ajouter une option
hi: विकल्प जोड़ें
it: Aggiungi opzione
ja: オプションを追加
ko: 옵션 추가
pl: Dodaj opcję
pt_br: Adicionar Opção
ru: Добавить вариант
tr: Seçenek Ekle
uk: Додати варіант
zh_hans: 添加选项
zh_hant: 加入選項

source: Add Script
ar: إضافة برنامج نصي
de: Skript hinzufügen
es: Añadir script
fr: Ajouter un script
hi: स्क्रिप्ट जोड़ें
it: Aggiungi script
ja: スクリプトを追加
ko: 스크립트 추가
pl: Dodaj skrypt
pt_br: Adicionar Script
ru: Добавить скрипт
tr: Betik Ekle
uk: Додати скрипт
zh_hans: 添加脚本
zh_hant: 加入腳本

source: Add Script from Template
ar: إضافة برنامج نصي من قالب
de: Skript aus Vorlage hinzufügen
es: Añadir script a partir de plantilla
fr: Ajouter un script à partir d’un modèle
hi: टेम्पलेट से स्क्रिप्ट जोड़ें
it: Aggiungi script da modello
ja: テンプレートからスクリプトを追加
ko: 템플릿에서 스크립트 추가
pl: Dodaj skrypt z szablonu
pt_br: Adicionar Script a Partir de Modelo
ru: Добавить скрипт из шаблона
tr: Şablondan Betik Ekle
uk: Додати скрипт із шаблону
zh_hans: 从模板添加脚本
zh_hant: 從範本加入腳本

source: Add Script…
ar: إضافة برنامج نصي…
de: Skript hinzufügen …
es: Añadir script…
fr: Ajouter un script…
hi: स्क्रिप्ट जोड़ें…
it: Aggiungi script…
ja: スクリプトを追加…
ko: 스크립트 추가…
pl: Dodaj skrypt…
pt_br: Adicionar Script…
ru: Добавить скрипт…
tr: Betik Ekle…
uk: Додати скрипт…
zh_hans: 添加脚本…
zh_hant: 加入腳本⋯

source: Add Solid Color Layer
ar: إضافة طبقة لون خالص
de: Farbflächenebene hinzufügen
es: Añadir capa de color sólido
fr: Ajouter un calque de couleur unie
hi: ठोस रंग लेयर जोड़ें
it: Aggiungi livello in tinta unita
ja: 単色レイヤーを追加
ko: 단색 레이어 추가
pl: Dodaj warstwę jednolitego koloru
pt_br: Adicionar Camada de Cor Sólida
ru: Добавить слой сплошного цвета
tr: Düz Renk Katmanı Ekle
uk: Додати шар суцільного кольору
zh_hans: 添加纯色图层
zh_hant: 加入純色圖層

source: Add Sound Layer
ar: إضافة طبقة صوت
de: Tonebene hinzufügen
es: Añadir capa de sonido
fr: Ajouter un calque son
hi: साउंड लेयर जोड़ें
it: Aggiungi livello audio
ja: サウンドレイヤーを追加
ko: 사운드 레이어 추가
pl: Dodaj warstwę dźwięku
pt_br: Adicionar Camada de Som
ru: Добавить звуковой слой
tr: Ses Katmanı Ekle
uk: Додати звуковий шар
zh_hans: 添加声音图层
zh_hant: 加入聲音圖層

source: Add Text Layer
ar: إضافة طبقة نص
de: Textebene hinzufügen
es: Añadir capa de texto
fr: Ajouter un calque de texte
hi: टेक्स्ट लेयर जोड़ें
it: Aggiungi livello di testo
ja: テキストレイヤーを追加
ko: 텍스트 레이어 추가
pl: Dodaj warstwę tekstu
pt_br: Adicionar Camada de Texto
ru: Добавить текстовый слой
tr: Metin Katmanı Ekle
uk: Додати текстовий шар
zh_hans: 添加文本图层
zh_hant: 加入文字圖層

source: Add User Property
ar: إضافة خاصية مستخدم
de: Benutzereigenschaft hinzufügen
es: Añadir propiedad de usuario
fr: Ajouter une propriété utilisateur
hi: यूज़र प्रॉपर्टी जोड़ें
it: Aggiungi proprietà utente
ja: ユーザプロパティを追加
ko: 사용자 속성 추가
pl: Dodaj właściwość użytkownika
pt_br: Adicionar Propriedade do Usuário
ru: Добавить пользовательское свойство
tr: Kullanıcı Özelliği Ekle
uk: Додати властивість користувача
zh_hans: 添加用户属性
zh_hant: 加入使用者屬性

source: Add a layer to the scene
ar: إضافة طبقة إلى المشهد
de: Der Szene eine Ebene hinzufügen
es: Añadir una capa a la escena
fr: Ajouter un calque à la scène
hi: दृश्य में लेयर जोड़ें
it: Aggiungi un livello alla scena
ja: シーンにレイヤーを追加
ko: 장면에 레이어 추가
pl: Dodaj warstwę do sceny
pt_br: Adicionar uma camada à cena
ru: Добавить слой в сцену
tr: Sahneye bir katman ekle
uk: Додати шар до сцени
zh_hans: 向场景添加图层
zh_hant: 在場景中加入圖層

source: Add a property
ar: إضافة خاصية
de: Eine Eigenschaft hinzufügen
es: Añadir una propiedad
fr: Ajouter une propriété
hi: प्रॉपर्टी जोड़ें
it: Aggiungi una proprietà
ja: プロパティを追加
ko: 속성 추가
pl: Dodaj właściwość
pt_br: Adicionar uma propriedade
ru: Добавить свойство
tr: Özellik ekle
uk: Додати властивість
zh_hans: 添加属性
zh_hant: 加入屬性

source: Add a script or bind a user property
ar: أضف برنامجًا نصيًا أو اربط خاصية مستخدم
de: Ein Skript hinzufügen oder eine Benutzereigenschaft verknüpfen
es: Añade un script o vincula una propiedad de usuario
fr: Ajouter un script ou lier une propriété utilisateur
hi: स्क्रिप्ट जोड़ें या यूज़र प्रॉपर्टी बाइंड करें
it: Aggiungi uno script o collega una proprietà utente
ja: スクリプトを追加するか、ユーザプロパティをバインドします
ko: 스크립트를 추가하거나 사용자 속성을 연결합니다
pl: Dodaj skrypt lub powiąż właściwość użytkownika
pt_br: Adicione um script ou vincule uma propriedade do usuário
ru: Добавьте скрипт или привяжите пользовательское свойство
tr: Betik ekleyin veya bir kullanıcı özelliği bağlayın
uk: Додайте скрипт або привʼяжіть властивість користувача
zh_hans: 添加脚本或绑定用户属性
zh_hant: 加入腳本或綁定使用者屬性

source: Add one with + to let users change the wallpaper: bind it to a layer’s field from the inspector.
ar: أضف خاصية باستخدام + ليتمكن المستخدمون من تغيير الخلفية، ثم اربطها بحقل طبقة من المراقب.
de: Fügen Sie mit + eine hinzu, damit Benutzer das Hintergrundbild ändern können, und verknüpfen Sie sie im Inspektor mit dem Feld einer Ebene.
es: Añade una con + para que los usuarios cambien el fondo de pantalla y vincúlala al campo de una capa desde el inspector.
fr: Ajoutez-en une avec + pour que l’utilisateur puisse modifier le fond d’écran, puis liez-la au champ d’un calque dans l’inspecteur.
hi: + से एक प्रॉपर्टी जोड़ें ताकि यूज़र वॉलपेपर बदल सकें, फिर इंस्पेक्टर से उसे किसी लेयर के फ़ील्ड से बाइंड करें।
it: Aggiungine una con + per permettere agli utenti di modificare lo sfondo, poi collegala al campo di un livello dall’Inspector.
ja: 「+」で追加すると、ユーザが壁紙を変更できるようになります。インスペクタでレイヤーのフィールドにバインドしてください。
ko: +로 추가하면 사용자가 배경화면을 변경할 수 있습니다. 인스펙터에서 레이어의 필드에 연결하십시오.
pl: Dodaj właściwość przyciskiem +, aby użytkownicy mogli zmieniać tapetę, i powiąż ją z polem warstwy w inspektorze.
pt_br: Adicione uma com + para que os usuários alterem a imagem de fundo e vincule-a ao campo de uma camada no inspetor.
ru: Добавьте свойство кнопкой +, чтобы пользователи могли менять обои, и привяжите его к полю слоя в инспекторе.
tr: Kullanıcıların duvar kâğıdını değiştirebilmesi için + ile bir özellik ekleyin ve denetçiden bir katmanın alanına bağlayın.
uk: Додайте властивість кнопкою +, щоб користувачі могли змінювати шпалеру, і привʼяжіть її до поля шару в інспекторі.
zh_hans: 用 + 添加一个属性，让用户可以更改墙纸，然后在检查器中将其绑定到图层的字段。
zh_hant: 使用 + 加入屬性，讓使用者可以更改背景圖片，然後在檢閱器中將其綁定到圖層的欄位。

source: Add to Scene
ar: إضافة إلى المشهد
de: Zur Szene hinzufügen
es: Añadir a la escena
fr: Ajouter à la scène
hi: दृश्य में जोड़ें
it: Aggiungi alla scena
ja: シーンに追加
ko: 장면에 추가
pl: Dodaj do sceny
pt_br: Adicionar à Cena
ru: Добавить в сцену
tr: Sahneye Ekle
uk: Додати до сцени
zh_hans: 添加到场景
zh_hant: 加入到場景

source: Add, edit and arrange the wallpaper’s user properties
ar: أضف خصائص المستخدم للخلفية وعدّلها ورتّبها
de: Benutzereigenschaften des Hintergrundbilds hinzufügen, bearbeiten und anordnen
es: Añade, edita y ordena las propiedades de usuario del fondo de pantalla
fr: Ajouter, modifier et organiser les propriétés utilisateur du fond d’écran
hi: वॉलपेपर की यूज़र प्रॉपर्टी जोड़ें, संपादित करें और व्यवस्थित करें
it: Aggiungi, modifica e ordina le proprietà utente dello sfondo
ja: 壁紙のユーザプロパティを追加、編集、並べ替えます
ko: 배경화면의 사용자 속성을 추가, 편집 및 정렬합니다
pl: Dodaj, edytuj i uporządkuj właściwości użytkownika tapety
pt_br: Adicione, edite e organize as propriedades do usuário da imagem de fundo
ru: Добавить, изменить и упорядочить пользовательские свойства обоев
tr: Duvar kâğıdının kullanıcı özelliklerini ekleyin, düzenleyin ve sıralayın
uk: Додати, змінити й упорядкувати властивості користувача шпалери
zh_hans: 添加、编辑和排列墙纸的用户属性
zh_hant: 加入、編輯和排列背景圖片的使用者屬性

source: Align
ar: محاذاة
de: Ausrichten
es: Alinear
fr: Aligner
hi: संरेखित करें
it: Allinea
ja: 整列
ko: 정렬
pl: Wyrównaj
pt_br: Alinhar
ru: Выровнять
tr: Hizala
uk: Вирівняти
zh_hans: 对齐
zh_hant: 對齊

source: Align Bottom Edges
ar: محاذاة الحواف السفلية
de: Untere Kanten ausrichten
es: Alinear bordes inferiores
fr: Aligner les bords inférieurs
hi: निचले किनारे संरेखित करें
it: Allinea bordi inferiori
ja: 下端を揃える
ko: 아래쪽 가장자리 정렬
pl: Wyrównaj do dolnej krawędzi
pt_br: Alinhar Bordas Inferiores
ru: Выровнять по нижнему краю
tr: Alt Kenarları Hizala
uk: Вирівняти за нижнім краєм
zh_hans: 底边对齐
zh_hant: 底邊對齊

source: Align Horizontal Centers
ar: محاذاة المراكز أفقيًا
de: Horizontal zentrieren
es: Alinear centros horizontales
fr: Aligner les centres horizontaux
hi: क्षैतिज केंद्र संरेखित करें
it: Allinea centri orizzontali
ja: 水平方向の中央を揃える
ko: 수평 중앙 정렬
pl: Wyrównaj środki w poziomie
pt_br: Alinhar Centros Horizontais
ru: Выровнять по центру по горизонтали
tr: Yatay Merkezleri Hizala
uk: Вирівняти по центру горизонтально
zh_hans: 水平居中对齐
zh_hant: 水平置中對齊

source: Align Layer
ar: محاذاة الطبقة
de: Ebene ausrichten
es: Alinear capa
fr: Aligner le calque
hi: लेयर संरेखित करें
it: Allinea livello
ja: レイヤーを整列
ko: 레이어 정렬
pl: Wyrównanie warstwy
pt_br: Alinhar Camada
ru: Выравнивание слоя
tr: Katmanı Hizala
uk: Вирівнювання шару
zh_hans: 对齐图层
zh_hant: 對齊圖層

source: Align Left Edges
ar: محاذاة الحواف اليسرى
de: Linke Kanten ausrichten
es: Alinear bordes izquierdos
fr: Aligner les bords gauches
hi: बाएँ किनारे संरेखित करें
it: Allinea bordi sinistri
ja: 左端を揃える
ko: 왼쪽 가장자리 정렬
pl: Wyrównaj do lewej krawędzi
pt_br: Alinhar Bordas Esquerdas
ru: Выровнять по левому краю
tr: Sol Kenarları Hizala
uk: Вирівняти за лівим краєм
zh_hans: 左边对齐
zh_hant: 左邊對齊

source: Align Right Edges
ar: محاذاة الحواف اليمنى
de: Rechte Kanten ausrichten
es: Alinear bordes derechos
fr: Aligner les bords droits
hi: दाएँ किनारे संरेखित करें
it: Allinea bordi destri
ja: 右端を揃える
ko: 오른쪽 가장자리 정렬
pl: Wyrównaj do prawej krawędzi
pt_br: Alinhar Bordas Direitas
ru: Выровнять по правому краю
tr: Sağ Kenarları Hizala
uk: Вирівняти за правим краєм
zh_hans: 右边对齐
zh_hant: 右邊對齊

source: Align Top Edges
ar: محاذاة الحواف العلوية
de: Obere Kanten ausrichten
es: Alinear bordes superiores
fr: Aligner les bords supérieurs
hi: ऊपरी किनारे संरेखित करें
it: Allinea bordi superiori
ja: 上端を揃える
ko: 위쪽 가장자리 정렬
pl: Wyrównaj do górnej krawędzi
pt_br: Alinhar Bordas Superiores
ru: Выровнять по верхнему краю
tr: Üst Kenarları Hizala
uk: Вирівняти за верхнім краєм
zh_hans: 顶边对齐
zh_hant: 頂邊對齊

source: Align Vertical Centers
ar: محاذاة المراكز عموديًا
de: Vertikal zentrieren
es: Alinear centros verticales
fr: Aligner les centres verticaux
hi: ऊर्ध्वाधर केंद्र संरेखित करें
it: Allinea centri verticali
ja: 垂直方向の中央を揃える
ko: 수직 중앙 정렬
pl: Wyrównaj środki w pionie
pt_br: Alinhar Centros Verticais
ru: Выровнять по центру по вертикали
tr: Dikey Merkezleri Hizala
uk: Вирівняти по центру вертикально
zh_hans: 垂直居中对齐
zh_hant: 垂直置中對齊

source: Align to Scene
ar: محاذاة مع المشهد
de: An Szene ausrichten
es: Alinear con la escena
fr: Aligner sur la scène
hi: दृश्य के अनुसार संरेखित करें
it: Allinea alla scena
ja: シーンに整列
ko: 장면에 맞춰 정렬
pl: Wyrównaj do sceny
pt_br: Alinhar à Cena
ru: Выровнять по сцене
tr: Sahneye Hizala
uk: Вирівняти за сценою
zh_hans: 与场景对齐
zh_hant: 與場景對齊

source: Alignment
ar: المحاذاة
de: Ausrichtung
es: Alineación
fr: Alignement
hi: संरेखण
it: Allineamento
ja: 配置
ko: 정렬
pl: Wyrównanie
pt_br: Alinhamento
ru: Выравнивание
tr: Hizalama
uk: Вирівнювання
zh_hans: 对齐方式
zh_hant: 對齊方式

source: Another property has this key.
ar: خاصية أخرى تستخدم هذا المفتاح.
de: Eine andere Eigenschaft hat diesen Schlüssel.
es: Otra propiedad tiene esta clave.
fr: Une autre propriété utilise cette clé.
hi: किसी दूसरी प्रॉपर्टी की यही की है।
it: Un’altra proprietà ha questa chiave.
ja: 別のプロパティがこのキーを使用しています。
ko: 다른 속성이 이 키를 사용하고 있습니다.
pl: Inna właściwość ma ten klucz.
pt_br: Outra propriedade tem esta chave.
ru: Этот ключ уже у другого свойства.
tr: Bu anahtar başka bir özellikte kullanılıyor.
uk: Цей ключ уже має інша властивість.
zh_hans: 另一个属性使用此键。
zh_hant: 另一個屬性使用此鍵值。

source: Appearance
ar: المظهر
de: Darstellung
es: Aspecto
fr: Apparence
hi: रूप
it: Aspetto
ja: 外観
ko: 모양
pl: Wygląd
pt_br: Aparência
ru: Внешний вид
tr: Görünüm
uk: Вигляд
zh_hans: 外观
zh_hant: 外觀

source: Applied
ar: تم التطبيق
de: Angewendet
es: Aplicado
fr: Appliqué
hi: लागू किया गया
it: Applicato
ja: 適用済み
ko: 적용됨
pl: Zastosowano
pt_br: Aplicado
ru: Применён
tr: Uygulandı
uk: Застосовано
zh_hans: 已应用
zh_hant: 已套用

source: Apply
ar: تطبيق
de: Anwenden
es: Aplicar
fr: Appliquer
hi: लागू करें
it: Applica
ja: 適用
ko: 적용
pl: Zastosuj
pt_br: Aplicar
ru: Применить
tr: Uygula
uk: Застосувати
zh_hans: 应用
zh_hant: 套用

source: Apply the script to set its properties.
ar: طبّق البرنامج النصي لتعيين خصائصه.
de: Wenden Sie das Skript an, um seine Eigenschaften festzulegen.
es: Aplica el script para definir sus propiedades.
fr: Appliquez le script pour définir ses propriétés.
hi: इसकी प्रॉपर्टी सेट करने के लिए स्क्रिप्ट लागू करें।
it: Applica lo script per impostarne le proprietà.
ja: プロパティを設定するには、スクリプトを適用してください。
ko: 속성을 설정하려면 스크립트를 적용하십시오.
pl: Zastosuj skrypt, aby ustawić jego właściwości.
pt_br: Aplique o script para definir as propriedades dele.
ru: Примените скрипт, чтобы задать его свойства.
tr: Özelliklerini ayarlamak için betiği uygulayın.
uk: Застосуйте скрипт, щоб задати його властивості.
zh_hans: 应用脚本后才能设定其属性。
zh_hant: 套用腳本後才能設定其屬性。

source: Arrange
ar: ترتيب
de: Anordnen
es: Organizar
fr: Disposer
hi: व्यवस्थित करें
it: Disponi
ja: 配置順序
ko: 정돈
pl: Rozmieść
pt_br: Organizar
ru: Упорядочить
tr: Düzenle
uk: Упорядкувати
zh_hans: 排列
zh_hant: 排列
